Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/mallikirjaimet_tutuksi_.html.tmx
Source language: fin
Languages: smn

source: Mallikirjaimet tutuksi!
smn: Mallipustaveh uápisin!

source: Čále bustávaid on alkuopetukseen tarkoitettu harjoitusvihko pohjoissaamen mallikirjainten harjoitteluun.
smn: Čále bustávaid lii algâmáttááttâsân uáivildum hárjuttâsvihko tavesämikielâ mallipustavij hárjuttâlmân.

source: Vihon avulla oppilaat harjoittelevat pienten ja suurten kirjaimien sekä tuttujen sanojen kirjoittamista.
smn: Vihkoin uáppeeh pyehtih hárjuttâllâđ uccâ já stuorrâ pustavij sehe uápis saanij čäällim.

source: Kirjaimien oppimisen ohella oppilaan hienomotoriset taidot vahvistuvat.
smn: Pustavij oppâm lasseen uáppei fijnâmotorisiih tááiđuh nanosmeh.

source: Jokaisella sivulla on myös kuvan vieressä laatikko, johon oppilas voi itse piirtää ja maalata.
smn: Jyehi siijđost lii kuárus loová, moos uáppee sáttá jieš sárguđ já mááláđ.

source: Čále bustávaid -vihon on kuvittanut Nora Bäck, joka on kuvittanut myös pohjoissaamen vieraan kielen opetukseen tarkoitetun GEA-sarjan.
smn: Čále bustávaid -viihko lii kuvvim Nora Bäck, kote lii kuvvim meid tavesämikielâlii vieres kielâ máttááttâsân uáivildum GEA-oppâkirjesäärji.

source: Vihon on toimittanut, suunnitellut ja taittanut Anni Näkkäläjärvi.
smn: Viihko lii toimâttâm, vuávám já tuáijim Anni Näkkäläjärvi.

source: Tämän työn alkuideana on ollut Petra Kuuvan inarinsaamenkielinen ” Puustavhárjuttâsvihko ”.
smn: Materiaal algâjurdân lii Petra Kuuva anarâškielâlâš ”Puustavhárjuttâsvihko”.

source: Näissä kirjoitusvihoissa on käytetty tekstauskirjaimista muodostuvaa Alku-fonttiperheen kirjaimistoa.
smn: Täin viihkoin lii kevttum tekstimpustavijn šaddee Alku-fonttaperruu pustavijd.

source: Fontit on suunnitellut Jarno Lukkarila ja julkaissut Opetushallitus.
smn: Foontaid lii vuávám Jarno Lukkarila já almostittâm Máttááttâshaldâttâh.

source: Lisätietoja fonteista löydät osoitteesta http://alku.typolar.com/ .
smn: Lasetiäđuid tun kaavnah čujottâsâst http://alku.typolar.com/ .

source: Vihkoja voi tilata Saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta: https://www.samediggi.fi/tuote/cale-bustavaid/
smn: Viihkoid puáhtá tijláđ Sämitige škovlim- já oppâmateriaaltoimâttuvâst: https://www.samediggi.fi/tuote/cale-bustavaid/
